jorgebucaran/autopair.fish
edc/bass
FabioAntunes/fish-nvm
IlanCosman/tide@v5
lgathy/google-cloud-sdk-fish-completion
patrickf1/colored_man_pages.fish
jethrokuan/z
jorgebucaran/fisher
